CREATE TABLE game_list (
    id SERIAL,
    title TEXT,
    about TEXT,
    genre TEXT
);

INSERT INTO game_list (title, about, genre) VALUES ('Evil Bank Manager', 'Что может быть лучше чем иметь миллион? Иметь Миллиард? Но ведь это не даст вам всю власть над миром. Ваша цель не заработать много денег - а начать их печатать. Стань Федеральной Резервной Системой и станешь великим!', 'Симулятор');
INSERT INTO game_list (title, about, genre) VALUES ('Stellaris: MegaCorp', 'Stellaris: MegaCorp является новейшим полным дополнением культовой научно-фантастической стратегической игры Paradox Development Studio, в которой игроки погружаются в эру процветания в галактическом масштабе.', 'стратегия');
INSERT INTO game_list (title, about, genre) VALUES ('Kenshi', 'Отрядная ролевая игра со свободой передвижения, и акцентом на игровом процессе-песочнице с открытой концовкой, а не линейном сюжете. Торгуйте, воруйте, бунтуйте, воюйте, пуститесь в авантюру, займитесь фермерством, угодите в рабство, или на стол к людоедам.', 'Открытый мир');
INSERT INTO game_list (title, genre, about) VALUES ('Farming Simulator 19', 'Симулятор', 'Разошедшаяся мультимиллионным тиражом франшиза совершает в 2018-м году огромный прыжок вперед после полной ревизии графического движка наряду со всестороннейшим опытом ведения сельхоздеятельности.');
INSERT INTO game_list (title, genre, about) VALUES ('Just Cause 4', 'Экшен', 'Независимый агент Рико Родригес попадает на Солис, огромный остров в Южной Америке, разрываемый конфликтами, тиранией и природными катаклизмами. Облачайтесь в вингсьют, хватайте полностью настраиваемый крюк и готовьтесь нести разрушения!');
INSERT INTO game_list (title, about, genre) VALUES ('Rocket League', 'Встречайте долгожданное продолжение Supersonic Acrobatic Rocket-Powered Battle-Cars — всеми любимого основанного на физике сочетания футбола и гонок!', 'Гонки');
INSERT INTO game_list (title, about, genre) VALUES ('Football Manager 2019', 'Симулятор, доведенный до совершенства. Создайте собственную футбольную историю — управляйте любимым футбольным клубом. Вы обладаете полным контролем над этим поразительно реалистичным игровым миром — принимаете или делегируете каждое решение', 'Симулятор');
INSERT INTO game_list (title, about, genre) VALUES ('Assassins Creed® Odyssey', 'Определите свою судьбу в "Assassins Creed® Одиссея". Пройдите путь от изгоя до живой легенды: отправьтесь в далекое странствие, чтобы раскрыть тайны своего прошлого и изменить будущее Древней Греции.', 'Экшен');
INSERT INTO game_list (title, about, genre) VALUES ('Grand Theft Auto V', 'Лос-Сантос – город ярких огней, долгих ночей и грязных секретов, в чем вы убедитесь с выходом обновления «Ночная жизнь» для GTA Online. Вечеринка начинается.', 'Экшен');
INSERT INTO game_list (title, about, genre) VALUES ('X4: Foundations', 'X4: FOUNDATIONS - долгожданное продолжение серии игр X - самая сложная и продвинутая симуляция вселенной. Управляйте любым кораблём, исследуйте космос или руководите империей; Торгуйте, Сражайтесь, Стройте и Думайте во время Ваших приключений.', 'Космос');